Repository: simplesconsultoria/sc.newsletter.creator
Catalog: */newsletter/creator/locales/*/LC_MESSAGES/*.newsletter.creator.po
Languages: pt_br

source: Cancel
pt_br: Cancelar

source: Changes canceled.
pt_br: Alterações canceladas.

source: Changes saved
pt_br: Alterações salvas

source: Import
pt_br: Importar

source: Newsletter Creator Settings
pt_br: Configurações de Newsletter Creator

source: There were errors
pt_br: Existem erros

source: description_import
pt_br: Use o formulário abaixo para enviar um arquivo Zip contendo um tema de newsletter.

source: description_newslettercreator_settings
pt_br: Use este painel de contorle para configurar um template que gerarará o HTML para a newsletter enviando um arquivo Zip contendo o HTML estático e as imagens.

source: error_already_installed
pt_br: Este tema para a newsletter já está instalado. Selecione 'Substituir o tema existente' e reenvie para substituí-lo

source: error_invalid_zip
pt_br: O arquivo enviado não é um arquivo Zip válido

source: heading_newslettercreator_settings
pt_br: Configurações de Newsletter Creator

source: help_replace_existing
pt_br: Selecione esta opção para substituir qualquer tema existente que foi previamente enviado.

source: label_newslettercreator_archive
pt_br: Arquivo de tema da newsletter

source: label_newslettercreator_importfiles
pt_br: Importar arquivos

source: label_replace_existing
pt_br: Substituir o tema existente

source: label_up_to_plone_setup
pt_br: Voltar para as Configurações do Site
